Repository: OdinsHat/camorama-patched
Catalog: po/*.po
Languages: eu, hu, ne, pa, th

source: An error occurred opening %s.
eu: Errorea gertatu da %s irekitzean.
hu: Hiba történt a(z) %s megnyitása közben.
ne: %s खोल्दा एउटा त्रुटि भेटियो ।
pa: %s ਖੋਲ੍ਹਣ ਵਿੱਚ ਗਲਤੀ ਹੋਈ ਹੈ।
th: เกิดข้อผิดพลาดขึ้นขณะเปิด %s

source: An error occurred writing to %s.
eu: Errorea gertatu da %s(e)n idaztean.
hu: Hiba történt a(z) %s írása közben.
ne: %s मा लेख्दा एउटा त्रुटि भेटियो ।
pa: '%s' ਲਿਖਣ ਦੀ ਗਲਤੀ ਆਈ ਹੈ।
th: เกิดข้อผิดพลาดขณะเขียนไปยัง %s

source: Could not create directory '%s'.
eu: Ezin izan da '%s' direktorioa sortu.
hu: Nem hozható létre könyvtár: „%s”.
ne: डाइरेक्टरी सिर्जना गर्न सकिएन '%s'।
pa: '%s' ਡਾਇਰੈਕਟਰੀ ਨਹੀਂ ਬਣਾਈ ਜਾ ਸਕੀ ਹੈ।
th: ไม่สามารถสร้างไดเรกทอรี '%s'

source: Could not change to directory '%s'.
eu: Ezin izan da '%s' direktoriora aldatu.
hu: Nem lehet erre a könyvtárra váltani: „%s”.
ne: डाइरेक्टरीमा परिवर्तन गर्न सकिएन '%s'।
pa: '%s' ਡਾਇਰੈਕਟਰੀ ਬਦਲੀ ਨਹੀਂ ਜਾ ਸਕੀ।
th: ไม่สามารถเปลี่ยนไปยังไดเรกทอรี '%s'

source: Color Correction
eu: Kolore-zuzenketa
hu: Színkorrekció
ne: रङ सुधार
pa: ਰੰਗ ਸੋਧ
th: ปรับแก้สี

source: Invert
eu: Alderantzikatu
hu: Invertálás
ne: उल्टाउनुहोस्
pa: ਉਲਟ
th: กลับสี

source: Threshold (Overall)
eu: Atalasea (orokorra)
hu: Küszöbszint (összesen)
ne: थ्रेसहोल्ड (समग्र)
pa: ਥਰੈਸ਼ਹੋਲਡ (ਓਵਰਆਲ)
th: แบ่งเขตสี (รวมทุกสี)

source: Threshold (Per Channel)
eu: Atalasea (kanaleko)
hu: Küszöbszint (csatornánként)
ne: थ्रेसहोल्ड (प्रति च्यानल)
pa: ਥਰੈਸ਼ਹੋਲਡ (ਪ੍ਰਤੀ ਚੈਨਲ)
th: แบ่งเขตสี (แยกสี)

source: Wacky
eu: Zoroa
hu: Kiszámíthatatlan
ne: वाक्की
th: บ้า

source: Smooth
eu: Leuna
hu: Sima
ne: महीन
pa: ਮੁਲਾਇਮ
th: นุ่มนวล

source: Monochrome
eu: Monokromoa
hu: Fekete-fehér
ne: मोनोक्रोम
pa: ਮੋਨੋਕਰੋਮ
th: ขาวดำ

source: Monochrome (Weight)
eu: Monokromoa (pisua)
hu: Fekete-fehér (súly)
ne: मोनोक्रोम (वजन)
pa: ਮੋਨੋਕਰੋਮ (ਵੇਟ)
th: ขาวดำ (ถ่วงน้ำหนักสี)

source: Sobel
ne: सोबेल
pa: ਸੋਬਿਲ

source: show version and exit
eu: erakutsi bertsioa eta irten
hu: verzió megjelenítése és kilépés
ne: संस्करण देखाउनुहोस् र निस्कनुहोस्
pa: ਵਰਜਨ ਵੇਖਾ ਕੇ ਬੰਦ ਕਰੋ
th: แสดงรุ่นแล้วออก

source: v4l device to use
eu: erabiliko den v4l gailua
hu: v4l használandó eszköz
ne: v4l यन्त्र प्रयोगका लागि
pa: ਵਰਤਣ ਲਈ v4l ਜੰਤਰ
th: อุปกรณ์ v4l ที่จะใช้

source: enable debugging code
eu: gaitu arazketa-kodea
hu: hibakereső kód engedélyezése
ne: त्रुटिमोचन कोड सक्षम पार्नुहोस्
pa: ਡੀਬੱਗ ਕੋਡ ਯੋਗ
th: เปิดใช้โค้ดส่วนดีบั๊ก

source: capture width
eu: kapturaren zabalera
hu: rögzítés szélessége
ne: अभिग्रहण चौडाइ
pa: ਕੈਪਚਰ ਚੌੜਾਈ
th: ความกว้างของการจับภาพ

source: capture height
eu: kapturaren altuera
hu: rögzítés magassága
ne: अभिग्रहण उचाइ
pa: ਕੈਪਚਰ ਉਚਾਈ
th: ความสูงของการจับภาพ

source: maximum capture size
eu: gehienezko kaptura-tamaina
hu: maximális rögzítési méret
ne: अधिकतम अभिग्रहण साइज
pa: ਵੱਧੋ-ਵੱਧ ਕੈਪਚਰ ਅਕਾਰ
th: ขนาดจับภาพสูงสุด

source: minimum capture size
eu: gutxieneko kaptura-tamaina
hu: minimális rögzítési méret
ne: न्यूनतम अभिग्रहण साइज
pa: ਘੱਟੋ-ਘੱਟ ਕੈਪਚਰ ਅਕਾਰ
th: ขนาดจับภาพต่ำสุด

source: middle capture size
eu: ertaineko kaptura-tamaina
hu: középső rögzítési méret
ne: मध्यम अभिग्रहण साइज
pa: ਵਿਚਕਾਰਲਾ ਪ੍ਾਪਤ ਕੀਤਾ ਆਕਾਰ
th: ขนาดจับภาพกลาง

source: use read() rather than mmap()
eu: read() erabili mmap()-en ordez
hu: read() használata a mmap() helyett
ne: पढ्न प्रयोग गर्नुहोस्() एमम्याप भन्दा पनि()
pa: read()ਵਰਤੋ ਨਾ ਕਿ mmap()
th: ใช้ read() แทน mmap()

source: camorama
ne: कामोरामा

source: Camorama version %s
eu: Camorama bertsioa: %s
hu: Camorama verzió: %s
ne: कामोरामा संस्करण %s
pa: Camorama ਵਰਜਨ %s
th: Camorama รุ่น %s

source: Couldn't find the main interface file (camorama.glade).
eu: Ezin izan da interfaze nagusiaren fitxategia aurkitu (camorama.glade).
hu: Nem található a fő felületfájl (camorama.glade).
ne: मूख्य इन्टरफेस फाइल पत्ता लागेन (कामोरामा.ग्लेड)।
pa: ਮੁੱਖ ਸੰਬੰਧ ਫਾਈਲ(camorama.glade)ਨਹੀਂ ਲੱਭ ਸਕੀ
th: หาแฟ้มส่วนติดต่อหลักไม่พบ (camorama.glade)

source: Couldn't find pixmap file: %s
eu: Ezin izan da pixmap-fitxategia aurkitu: %s
hu: Nem található a pixmap fájl: %s
ne: पिक्सम्याप फाइल फेला पार्न सकेन: %s
pa: pixmap ਫਾਈਲ: %s ਨਹੀਂ ਲੱਭ ਸਕੀ ਹੈ
th: หาแฟ้ม pixmap ไม่พบ: %s

source: Could not connect to video device (%s). Please check connection.
eu: Ezin izan da bideo-gailuarekin konektatu (%s). Aztertu ezazu konexioa.
hu: Nem sikerült kapcsolódni a videoeszközhöz (%s). Ellenőrizze a kapcsolatot.
ne: भिडियो यन्त्रमा जडान गर्न सकिएन (%s). कृपया जडान जाँच्नुहोस्।
pa: ਆਵਾਜ ਯੰਤਰ (%s) ਨਾਲ ਸੰਬੰਧ ਨਹੀਂ ਬਣ ਸਕਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਜੋੜ ਦੀ ਜਾਂਚ ਕਰੋ।
th: ไม่สามารถเชื่อมต่อไปยังอุปกรณ์วีดิทัศน์ (%s) โปรดตรวจสอบการเชื่อมต่อ

source: ftp.yourdomain.org
eu: ftp.zuredomeinua.org
hu: ftp.tartomany.org

source: path/to/save/to
eu: gordetzeko/bide/izena
hu: utvonal/a/menteshez
