Repository: OdinsHat/camorama-patched
Catalog: po/*.po
Languages: eu, hu, ne, pa, th

source: Camorama Webcam Viewer
eu: Camorama, web kamera ikustailea
hu: Camorama webkamera megjelenítő
ne: कामोरामा वेबक्याम प्रदर्शक
pa: ਕੈਮੋਰਾਮਾ ਵੈੱਬ ਵਿਊਰ
th: โปรแกรมดูภาพเว็บแคม Camorama

source: View, alter and save images from a webcam
eu: Irudiak web kamera batetik ikusi, aldatu eta gorde
hu: Képek megtekintése, módosítása és mentése webkameráról
ne: वेबक्यामबाट छविहरू हेर्नुहोस्, परिवर्तन गर्नुहोस् र बचत गर्नुहोस्
pa: ਵੈੱਬਕੈਮ ਤੋਂ ਚਿੱਤਰ ਵੇਖੋ,ਬਦਲੋ ਅਤੇ ਸੰਭਾਲੋ
th: ดู, แก้ไขและบันทึกภาพจากเว็บแคม

source: <span weight="bold">General</span>
eu: <span weight="bold">Orokorra</span>
hu: <span weight="bold">Általános</span>
ne: <span weight="bold"> साधारण</span>
pa: <span weight="bold">ਆਮ</span>
th: <span weight="bold">ทั่วไป</span>

source: <span weight="bold">Image Type</span>
eu: <span weight="bold">Irudi mota</span>
hu: <span weight="bold">Kép típusa</span>
ne: <span weight="bold">छवि प्रकार</span>
pa: <span weight="bold">ਚਿੱਤਰ ਕਿਸਮ</span>
th: <span weight="bold">ชนิดรูปภาพ</span>

source: <span weight="bold">Local Capture</span>
eu: <span weight="bold">Kaptura lokala</span>
hu: <span weight="bold">Helyi rögzítés</span>
ne: <span weight="bold">स्थानीय अभिग्रहण</span>
pa: <span weight="bold">ਲੋਕਲ ਕੈਪਚਰ</span>
th: <span weight="bold">จับภาพที่เครื่อง</span>

source: <span weight="bold">Remote Capture</span>
eu: <span weight="bold">Urruneko kaptura</span>
hu: <span weight="bold">Távoli rögzítés</span>
ne: <span weight="bold">टाढाको अभिग्रहण</span>
pa: <span weight="bold">ਰਿਮੋਟ ਕੈਪਚਰ</span>
th: <span weight="bold">จับภาพในเครือข่าย</span>

source: <span weight="bold">Timestamp</span>
eu: <span weight="bold">Data-zigilua</span>
hu: <span weight="bold">Időbélyeg</span>
ne: <span weight="bold">टाइमस्ट्याम्प</span>
pa: <span weight="bold">ਟਾਈਮ-ਸਟੈਂਪ</span>
th: <span weight="bold">ลงบันทึกเวลา</span>

source: Add a timestamp to captured images
eu: Gehitu data-zigilua kapturatutako irudiei
hu: Időbélyeg hozzáadása a rögzített képekhez
ne: अभिग्रहण गरिएको छविहरूमा टाइमस्ट्याम्प थप्नुहोस्
pa: ਕੈਪਚਰ ਕੀਤੇ ਚਿੱਤਰ ਨਾਲ ਟਾਈਮ-ਸਟੈਂਪ ਸ਼ਾਮਲ ਕਰੋ
th: ลงบันทึกเวลาในภาพที่จับได้

source: Append time to filename
eu: Gehitu data fitxategiari
hu: Idő hozzáfűzése a fájlnévhez
ne: फाइलनाममा समय थप गर्नुहोस्
pa: ਫਾਇਲ ਨਾਂ ਵਿੱਚ ਟਾਈਮ ਸ਼ਾਮਲ ਕਰੋ
th: เพิ่มเวลาต่อท้ายชื่อแฟ้ม

source: Automatic Capture
eu: Kaptura automatikoa
hu: Automatikus rögzítés
ne: स्वचालित अभिग्रहण
pa: ਆਟੋਮੈਟਿਕ ਕੈਪਚਰ
th: จับภาพอัตโนมัติ

source: Brightness:
eu: Distira:
hu: Fényerő:
ne: चम्किलोपना:
pa: ਚਮਕ:
th: ความสว่าง:

source: Camorama-libglade
ne: कामोरामा-लिब्ग्लेड

source: Capture Interval (in minutes):
eu: Kaptura-bitartea (minututan):
hu: Rögzítési időköz (percben):
ne: अभिग्रहण अन्तराल (मिनेटमा):
pa: ਕੈਪਚਰ ਇੰਟਰਵਲ (ਮਿੰਟਾਂ ਵਿੱਚ):
th: ระยะเวลาจับภาพ (เป็นนาที):

source: Color:
eu: Kolorea:
hu: Szín:
ne: रङ:
pa: ਰੰਗ:
th: สี:

source: Contrast:
eu: Kontrastea:
hu: Kontraszt:
ne: व्यतिरेक:
pa: ਗੂੜਾ:
th: ความต่างระดับสี:

source: Draw date and time
eu: Marraztu ordua eta data
hu: Dátum és idő rajzolása
ne: मिति र समय बनाउनुहोस्
pa: ਮਿਤੀ ਅਤੇ ਟਾਈਮ ਖਿੱਚੋ
th: แสดงวันที่และเวลา

source: FTP server:
eu: FTP zerbitzaria:
hu: FTP-kiszolgáló:
ne: FTP सर्भर:
pa: FTP ਸਰਵਰ:
th: เซิร์ฟเวอร์ FTP:

source: Filename
eu: Fitxategi-izena
hu: Fájlnév
ne: फाइलनाम
pa: ਫਾਈਲ ਨਾਂ
th: ชื่อแฟ้ม

source: General
eu: Orokorra
hu: Általános
ne: साधारण
pa: ਆਮ
th: ทั่วไป

source: Hue:
eu: Ñabardura:
hu: Árnyalat:
ne: ह्यु:
pa: ਆਭਾ:
th: ธาตุสี:

source: Large
eu: Handia
hu: Nagy
ne: ठूलो
pa: ਵੱਡਾ
th: ใหญ่

source: Local Capture
eu: Kaptura lokala
hu: Helyi rögzítés
ne: स्थानीय अभिग्रहण
pa: ਲੋਕਲ ਕੈਪਚਰ
th: จับภาพที่เครื่อง

source: Medium
eu: Ertaina
hu: Közepes
ne: मध्यम
pa: ਮੀਡਿਅਮ
th: ปานกลาง

source: Password:
eu: Pasahitza:
hu: Jelszó:
ne: पासवर्ड:
pa: ਪਾਸਵਰਡ:
th: รหัสผ่าน:

source: Preferences
eu: Hobespenak
hu: Beállítások
ne: प्राथमिकताहरू
pa: ਮੇਰੀ ਪਸੰਦ
th: ปรับแต่ง

source: Remote Capture
eu: Urruneko kaptura
hu: Távoli rögzítés
ne: टाढाको अभिग्रहण
pa: ਰਿਮੋਟ ਕੈਪਚਰ
th: จับภาพในเครือข่าย

source: Save directory:
eu: Gordetzeko direktorioa:
hu: Mentési könyvtár:
ne: डाइरेक्टरी बचत गर्नुहोस्:
pa: ਡਾਇਰੈਕਟਰੀ ਸੰਭਾਲੋ:
th: ไดเรกทอรีบันทึก:

source: Save files in jpeg format
eu: Gorde fitxategiak jpeg formatuan
hu: Fájlok mentése JPEG formátumban
ne: jpeg ढाँचामा फाइलहरू बचत गर्नुहोस्
pa: jpeg ਫਾਰਮੈਟ ਵਿੱਚ ਫਾਇਲਾਂ ਸੰਭਾਲੋ
th: บันทึกแฟ้มในรูปแบบ jpeg

source: Save files in png format
eu: Gorde fitxategiak png formatuan
hu: Fájlok mentése PNG formátumban
ne: png ढाँचामा फाइलहरू बचत गर्नुहोस्
pa: png ਫਾਰਮੈਟ ਵਿੱਚ ਫਾਇਲਾਂ ਸੰਭਾਲੋ
th: บันทึกแฟ้มในรูปแบบ png

source: Show Adjustments
eu: Erakutsi doikuntza
hu: Korrekciók megjelenítése
ne: समायोजनहरू देखाउनुहोस्
pa: ਅਡਜੱਸਟਮੈਂਟ ਵੇਖਾਓ
th: แสดงการปรับแต่ง

source: Show Effects
eu: Erakutsi efektuak
hu: Hatások megjelenítése
ne: प्रभावहरू देखाउनुहोस्
pa: ਪਰਭਾਵ ਵੇਖਾਓ
th: แสดงลูกเล่น

source: Small
eu: Txikia
hu: Kicsi
ne: सानो
pa: ਛੋਟਾ
th: เล็ก

source: String:
eu: Katea:
hu: Karakterlánc:
ne: स्ट्रिङ:
pa: ਲਾਈਨ:
th: ข้อความ:

source: Take Picture
eu: Hartu argazkia
hu: Kép készítése
ne: तस्वीर लिनुहोस्
pa: ਤਸਵੀਰ ਲਓ
th: บันทึกภาพ

source: Timestamp
eu: Data-zigilua
hu: Időbélyeg
ne: टाइमस्ट्याम्प
pa: ਟਾਈਮ-ਸਟੈਂਪ
th: บันทึกเวลา

source: Use custom string
eu: Erabili kate pertsonalizatua
hu: Egyéni karakterlánc használata
ne: अनुकूल स्ट्रिङ प्रयोग गर्नुहोस्
pa: ਕਸਟਮ ਲਾਈਨ ਵਰਤੋਂ
th: ใช้ข้อความกำหนดเอง

source: Username:
eu: Erabiltzaile-izena:
hu: Felhasználónév:
ne: प्रयोगकर्ता नाम:
pa: ਯੂਜ਼ਰ ਨਾਂ:
th: ชื่อผู้ใช้:

source: White Balance:
eu: Zuri-balantzea:
hu: Fehéregyensúly:
ne: सेतो सन्तुलन:
pa: ਸਫੈਦ ਬੈਂਲਨਸ:
th: สมดุลแสงขาว:

source: _Directory for captured pics:
eu: Kapturatutako argazkien _direktorioa:
hu: _Könyvtár a rögzített képekhez:
ne: अभिग्रहण गरिएको तस्वीरहरूको लागि डाइरेक्टरी:
pa: ਕੈਪਚਰ ਕੀਤੀਆਂ ਤਸਵੀਰਾ ਲਈ ਡਾਇਰੈਕਟਰੀ(_D):
th: _ไดเรกทอรีสำหรับภาพที่บันทึกไว้:

source: _Enable local capture
eu: _Gaitu kaptura lokala
hu: _Helyi rögzítés engedélyezése
ne: स्थानीय अभिग्रहण सक्षम पार्नुहोस्
pa: ਲੋਕਲ ਕੈਪਚਰ ਯੋਗ(_E)
th: _เปิดใช้การจับภาพลงในเครื่อง

source: _Enable remote capture
eu: Gaitu _urruneko kaptura
hu: _Távoli rögzítés engedélyezése
ne: टाढाको अभिग्रहण सक्षम पार्नुहोस्
pa: ਰਿਮੋਟ ਕੈਪਚਰ ਯੋਗ(_E)
th: _เปิดใช้การจับภาพลงในเครือข่าย

source: _Filename for pictures:
eu: Argazkien _fitzategi-izena:
hu: _Fájlnév a képekhez:
ne: तस्वीरहरूका लागि फाइलनाम:
pa: ਤਸਵੀਰਾਂ ਲਈ ਫਾਇਲ-ਨਾਂ(_F):
th: _ชื่อแฟ้มภาพ:

source: webcam-capture
eu: Web kamerarekin kapturatu
hu: webkamera-rögzítés
ne: वेबक्याम-अभिग्रहण
pa: ਵੈਬਕੈਮ-ਕੈਪਚਰ

source: webcamshot
eu: Web kamerarekin bat-bateko argazkia
hu: webkamerakép
ne: वेबक्यामशट

source: your-password
eu: zure pasahitza
hu: az-ön-jelszava
ne: तपाईँको-पासवर्ड
pa: ਤੁਹਾਡਾ-ਪਾਸਵਰਡ

source: your-username
eu: zure erabiltzaile-izena
hu: az-ön-felhasználóneve
ne: तपाईँको-प्रयोगकर्ता नाम
pa: ਤੁਹਾਡਾ-ਯੂਜ਼ਰ-ਨਾਂ

source: Append timestamp to filename
eu: Erantsi data-zigilua fitxategi-izenari
hu: Időbélyeg hozzáfűzése a fájlnévhez
ne: फाइलनाममा टाइमस्ट्याम्प थप्नुहोस्
pa: ਫਾਈਲ ਦੇ ਅੰਤ ਵਿੱਚ ਟਾਈਮ-ਸਟੈਂਪ ਸ਼ਾਮਲ ਕਰੋ
th: เติมบันทึกเวลาต่อท้ายชื่อแฟ้ม

source: Append timestamp to remote filename
eu: Erantsi data-zigilua urruneko fitxategi-izenari
hu: Időbélyeg hozzáfűzése a távoli fájlnévhez
ne: टाढाको फाइलनाममा टाइमस्ट्याम्प थप्नुहोस्
pa: ਰਿਮੋਟ ਫਾਈਲ ਦੇ ਅੰਤ ਵਿੱਚ ਟਾਈਮ-ਸਟੈਂਪ ਸ਼ਾਮਲ ਕਰੋ
th: เติมบันทึกเวลาต่อท้ายชื่อแฟ้มในเครือข่าย

source: Appends a timestamp, in UNIX time, to the ends of filenames
eu: Fitxategi-izenen bukaeran data-zigilua (UNIX data formatuan) gehitzen du
hu: Hozzáfűzi a UNIX-idő időbélyegét a fájlnevek végeihez
ne: फाइलनामको अन्तमा, युनिक्स समयमा, टाइमस्ट्याम्प थप्दछ
pa: ਫਾਈਲਾਂ ਦੇ ਨਾਂ ਦੇ ਅੰਤ ਵਿੱਚ,UNIX ਸਮੇਂ ਅਨੁਸਾਰ,ਟਾਈਮ-ਸਟੈਂਪ ਸ਼ਾਮਲ ਕਰੋ
th: เติมบันทึกเวลาในแบบเวลายูนิกซ์ต่อท้ายชื่อแฟ้ม

source: Appends a timestamp, in UNIX time, to the ends of remote filenames
eu: Urruneko fitxategi-izenen bukaeran data-zigilua (UNIX data formatuan) gehitzen du
hu: Hozzáfűzi a UNIX-idő időbélyegét a távoli fájlnevek végeihez
ne: टाढाको फाइलनामको अन्तमा, यनिक्स समयमा, टाइमस्ट्याम्प थप्दछ
pa: ਰਿਮੋਟ ਫਾਈਲਾਂ ਦੇ ਨਾਂ ਦੇ ਅੰਤ ਵਿੱਚ,UNIX ਸਮੇਂ ਵਿਚ ਟਾਈਮ-ਸਟੈਂਪ ਸ਼ਾਮਲ ਕਰੋ
th: เติมบันทึกเวลาในแบบเวลายูนิกซ์ต่อท้ายชื่อแฟ้มในเครือข่าย

source: Custom text for the timestamp
eu: Testu pertsonalizatua data-zigilurako
hu: Egyéni szöveg az időbélyeghez
ne: टाइमस्ट्याम्पका लागि पाठ अनुकूल गर्नुहोस्
pa: ਟਾਈਮ-ਸਟੈਂਪ ਲਈ ਕਸਟਮ ਟੈਕਸਟ
th: ข้อความบันทึกเวลากำหนดเอง

source: Defines a string of custom text to be inserted into the image.
eu: Irudiaren barruan sartuko den testu pertsonalizatua zehazten du.
hu: Meghatározza a képre beszúrandó egyéni szöveg karakterláncát.
ne: छविमा घुसाउनका लागि अनूकुलन पाठको स्ट्रिङ परिभाषित गर्दछ।
pa: ਚਿੱਤਰ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰਨ ਲਈ ਕਸਟਮ ਟੈਕਸਟ ਦੀ ਲਾਈਨ ਦਿੰਦਾ ਹੈ।
th: กำหนดข้อความที่จะใส่ในรูปภาพ

source: Filename for local captures
eu: Fitxategi-izena kaptura lokalentzako
hu: Fájlnév a helyi rögzítésekhez
ne: स्थानीय अभिग्रहणहरूका लागि फाइलनाम
pa: ਲੋਕਲ ਕੈਪਚਰ ਲਈ ਫਾਇਲ ਨਾਂ
th: ชื่อแฟ้มสำหรับการบันทึกภาพที่เครื่อง

source: Filename for saving captured pictures to locally
eu: Kapturatutako argazkiak lokalean gordetzeko fitxategi-izena
hu: Fájlnév a helyileg rögzített képek mentéséhez
ne: स्थानीय रूपमा अभिग्रहण छविहरू बचत गर्नका लागि फाइलनाम
pa: ਕੈਪਚਰ ਕੀਤੀਆਂ ਤਸਵੀਰਾਂ ਲੋਕਲੀ ਹੀ ਸੰਭਾਲਣ ਲਈ ਫਾਇਲ ਨਾਂ
th: ชื่อแฟ้มในเครื่องสำหรับบันทึกภาพที่ถ่าย

source: Folder for local captures
eu: Direktorioa kaptura lokalentzako
hu: Mappa a helyi rögzítésekhez
ne: स्थानीय अभिग्रहणहरूका लागि फोल्डर
pa: ਲੋਕਲ ਕੈਪਚਰ ਲਈ ਫੋਲਡਰ
th: โฟลเดอร์สำหรับบันทึกภาพที่เครื่อง

source: Folder for remote captures
eu: Direktorioa urruneko kapturentzako
hu: Mappa a távoli rögzítésekhez
ne: टाढाको अभिग्रहणहरूका लागि फोल्डर
pa: ਰਿਮੋਟ ਕੈਪਚਰ ਲਈ ਫੋਲਡਰ
th: โฟลเดอร์สำหรับบันทึกภาพในเครือข่าย

source: Folder for saving captured pictures remotely
eu: Kapturatutako argazkiak urrunean gordetzeko direktorioa
hu: Mappa a távol rögzített képek mentéséhez
ne: अभिग्रहण गरिएका तस्वीरहरूलाई टाढा रूपमा बचत गर्नका लागि फोल्डर
pa: ਕੈਪਚਰ ਤਸਵੀਰਾਂ ਨੂੰ ਰਿਮੋਟ ਉੱਤੇ ਸੰਭਾਲਣ ਵਾਸਤੇ ਫੋਲਡਰ
th: โฟลเดอร์ในเครือข่ายสำหรับบันทึกภาพที่ถ่าย

source: Folder for saving captured pictures to locally
eu: Kapturatutako argazkiak lokalean gordetzeko direktorioa
hu: Mappa a helyileg rögzített képek mentéséhez
ne: स्थानीय रूपमा अभिग्रहण गरिएको तस्वीरका लागि फोल्डर
pa: ਕੈਪਚਰ ਤਸਵੀਰਾਂ ਲੋਕਲੀ ਸੰਭਾਲਣ ਲਈ ਫੋਲਡਰ
th: โฟลเดอร์ในเครื่องสำหรับบันทึกภาพที่ถ่าย

source: Hostname for FTP server
eu: FTP zerbitzariaren izena
hu: Az FTP-kiszolgáló gépneve
ne: FTP सर्भरका लागि होस्टनाम
pa: FTP ਸਰਵਰ ਲਈ ਹੋਸਟ ਨਾਂ
th: ชื่อโฮสต์ของเซิร์ฟเวอร์ FTP

source: Hostname for the FTP server for remote captures.
eu: Urruneko kapturen FTP zerbitzariaren ostalari-izena.
hu: Az FTP-kiszolgáló gépneve a távoli rögzítésekhez.
ne: टाढाको अभिग्रहणका लागि FTP सर्भरको होस्टनाम ।
pa: ਰਿਮੋਟ ਕੈਪਚਰ ਲਈ FTP ਸਰਵਰ ਦਾ ਹੋਸਟ ਨਾਂ ਹੈ।
th: ชื่อโฮสต์ของเซิร์ฟเวอร์ FTP สำหรับบันทึกภาพในเครือข่าย

source: Interval for auto-capture
eu: Bitartea automatikoki kapturatzeko
hu: Az automatikus rögzítés időköze
ne: स्वत: अभिग्रहणका लागि अन्तराल
pa: ਆਟੋ-ਕੈਪਚਰ ਲਈ ਇੰਟਰਵਲ
th: ระยะเวลาสำหรับการจับภาพอัตโนมัติ

source: Local capture image format
eu: Kaptura lokalaren irudi-formatua
hu: Helyi rögzítés képformátuma
ne: स्थानीय अभिग्रहण छवि ढाँचा
pa: ਲੋਕਲ ਕੈਪਚਰ ਚਿੱਤਰ ਫਾਰਮੈਟ
th: รูปแบบแฟ้มภาพที่บันทึกลงในเครื่อง

source: Name for the filename of uploaded images.
eu: Zerbitzarira igotako irudien fitxategi-izena
hu: Név a feltöltött képek fájlnevéhez.
ne: अपलोड भएको छविहरूको फाइलनामका लागि नाम ।
pa: ਅੱਪਲੋਡ ਕਰਨ ਲਈ ਚਿੱਤਰ ਦੇ ਫਾਇਲ-ਨਾਂ ਦਾ ਨਾਂ ਹੈ।
th: ชื่อแฟ้มสำหรับภาพที่อัปโหลด

source: Password for FTP server
eu: FTP zerbitzariaren pasahitza
hu: Az FTP-kiszolgáló jelszava
ne: FTP सर्भरका लागि पासवर्ड
pa: FTP ਸਰਵਰ ਲਈ ਪਾਸਵਰਡ
th: รหัสผ่านของเซิร์ฟเวอร์ FTP

source: Remote capture image format
eu: Urruneko kapturen irudi-formatua
hu: Távoli rögzítés képformátuma
ne: टाढाको अभिग्रहण छवि ढाँचा
pa: ਰਿਮੋਟ ਕੈਪਚਰ ਚਿੱਤਰ ਫਾਰਮੈਟ
th: รูปแบบแฟ้มภาพที่บันทึกในเครือข่าย

source: Remote save filename
eu: Urrunean gordetzeko fitxategi-izena
hu: Távoli mentési fájlnév
ne: टाढाको बचत फाइलनाम
pa: ਰਿਮੋਟ ਸੰਭਾਲਣ ਫਾਇਲ ਨਾਂ
th: ชื่อแฟ้มสำหรับบันทึกในเครือข่าย

source: Specifies the image format to be used for locally saved pictures
eu: Lokalean gordeko diren argazkien formatua zehazten du
hu: Megadja a helyileg mentett képekhez használandó képformátumot
ne: स्थानीय रूपमा बचत गरिएका तस्वीरहरूका लागि प्रयोग गर्न छवि ढाँचा निर्दिष्ट गर्दछ
pa: ਲੋਕਲੀ ਸੰਭਾਲੀਆਂ ਤਸਵੀਰਾਂ ਲਈ ਵਰਤਣ ਵਾਸਤੇ ਚਿੱਤਰ ਫਾਰਮੈਟ ਦਿਓ
th: ระบุรูปแบบสำหรับแฟ้มภาพที่บันทึกในเครื่อง

source: Specifies the image format to be used for remotely saved pictures
eu: Urrunean gordeko diren argazkien formatua zehazten du
hu: Megadja a távol mentett képekhez használandó képformátumot
ne: टाढा बचत गरिएका तस्वीरहरूका लागि प्रयोग गरिनुपर्ने छवि ढाँचा निर्दिष्ट गर्दछ
pa: ਰਿਮੋਟਲੀ ਸੰਭਾਲੀਆਂ ਤਸਵੀਰਾਂ ਲਈ ਵਰਤਣ ਵਾਸਤੇ ਚਿੱਤਰ ਫਾਰਮੈਟ ਦਿਓ
th: ระบุรูปแบบสำหรับแฟ้มภาพที่บันทึกในเครือข่าย

source: Specifies the interval for automatic capture of pictures.
eu: Argazkien kaptura automatikoaren bitartea zehazten du
hu: Megadja a képek automatikus rögzítésének időközét.
ne: तस्वीरको स्वचालित अभिग्रहणका लागि अन्तराल निर्दिष्ट गर्दछ ।
pa: ਆਟੋਮੈਟਿਕ ਤਸਵੀਰਾਂ ਕੈਪਚਰ ਕਰਨ ਲਈ ਇੰਟਰਵਲ ਦਿਓ।
th: ระบุระยะเวลาที่จะถ่ายภาพโดยอัตโนมัติ

source: The password for the FTP account for remote captures.
eu: Urruneko kapturak egiteko erabiliko den FTP kontuaren pasahitza
hu: Az FTP-fiók jelszava a távoli rögzítésekhez.
ne: टाढाको अभिग्रहणहरूका लागि FTP खाताका लागि पासवर्ड ।
pa: ਰਿਮੋਟ ਕੈਪਚਰ ਲਈ FTP ਅਕਾਊਂਟ ਲਈ ਪਾਸਵਰਡ ਹੈ।
th: รหัสผ่านของบัญชี FTP สำหรับบันทึกในเครือข่าย

source: The unix file system path to the device that's assigned to your camera.
eu: Gailuaren UNIX fitxategi-sistemaren bide-izena (kamerari esleitu zaiona).
hu: A UNIX fájlrendszer útvonala a kamerához hozzárendelt eszközhöz.
ne: यन्त्रमा युनिक्स फाइल प्रणाली बाटो जसले तपाईँको क्यामेरामा मानाङ्कन गरिएको हुन्छ ।
pa: ਤੁਹਾਡੇ ਕੈਮਰੇ ਲਈ ਦਿੱਤੇ ਜੰਤਰ ਵਾਸਤੇ unix ਫਾਇਲ ਸਿਸਟਮ ਪਾਥ ਹੈ।
th: พาธในระบบแฟ้มยูนิกซ์ของแฟ้มอุปกรณ์ที่แทนกล้องของคุณ

source: Toggles auto-capture
eu: Txandakatu kaptura automatikoa
hu: Ki- és bekapcsolja az automatikus rögzítést
ne: स्वत: अभिग्रहण टगल गर्दछ
pa: ਆਟੋ-ਕੈਪਚਰ ਬਦਲੋ
th: เปิด/ปิดการจับภาพอัตโนมัติ

source: Toggles automatic capturing of pictures.
eu: Argazkien kaptura automatikoa txandakatzen du.
hu: Ki- és bekapcsolja a képek automatikus rögzítését
ne: चित्रहरूको स्वाचालित अभिग्रहण टगल गर्दछ।
pa: ਤਸਵੀਰਾਂ ਲੈਣ ਵਾਸਤੇ ਆਟੋਮੈਟਿਕ ਕੈਪਚਰਿੰਗ ਬਦਲੋ।
th: เปิด/ปิดการจับภาพโดยอัตโนมัติ

source: Toggles local capture
eu: Txandakatu kaptura lokala
hu: Ki- és bekapcsolja a helyi rögzítést
ne: स्थानीय अभिग्रहण टगल गर्दछ
pa: ਲੋਕਲ ਕੈਪਚਰ ਬਦਲੋ
th: เปิด/ปิดการจับภาพที่เครื่อง

source: Toggles remote capture
eu: Txandakatu urruneko kaptura
hu: Ki- és bekapcsolja a távoli rögzítést
ne: टाढाको अभिग्रहण टगल गर्दछ
pa: ਰਿਮੋਟ ਕੈਪਚਰ ਬਦਲੋ
th: เปิด/ปิดการจับภาพลงในเครือข่าย

source: Toggles the custom string
eu: Txandakatu testu pertsonalizatua
hu: Ki- és bekapcsolja az egyéni karakterláncot
ne: अनूकुलन स्ट्रिङ टगल गर्दछ
pa: ਕਸਟਮ ਲਾਈਨ ਬਦਲੋ
th: เปิด/ปิดข้อความกำหนดเอง

source: Toggles the datestamp in captures
eu: Txandakatu data-zigilua kapturetan
hu: Ki- és bekapcsolja a dátumbélyeget a rögzítésekben
ne: मितिस्ट्याम्प अभिग्रहणमा टगल गर्दछ
pa: ਕੈਪਚਰ ਵਿੱਚ ਮਿਤੀ-ਸਟੈਂਪ ਬਦਲੋ
th: เปิด/ปิดการลงวันที่ในภาพที่ถ่าย

source: Toggles the drawing of a datestamp within the captured pictures
eu: Kapturatutako argazkietan data-zigilua marraztea txandakatzen du.
hu: Ki- és bekapcsolja a dátumbélyeg rajzolását a rögzített képeken belül
ne: अभिग्रहण गरिएको तस्वीरहरू बीचमा मितिस्ट्याम्पको रेखाचित्र टगल गर्दछ
pa: ਕੈਪਚਰ ਕੀਤੀਆਂ ਤਸਵੀਰਾਂ ਨਾਲ ਮਿਤੀ-ਸਟੈਂਪ ਲਾਉਣਾ ਬਦਲੋ
th: เปิด/ปิดการแสดงบันทึกวันที่ลงในภาพที่ถ่าย

source: Toggles the insertion of a timestamp into local images
eu: Irudi lokaletan data-zigilua txertatzea txandakatzen du
hu: Ki- és bekapcsolja az időbélyeg beszúrását a helyi képekbe
ne: स्थानीय छविहरूमा टाइमस्ट्याम्पको घुसाउनमा टगल्स
pa: ਲੋਕਲ ਚਿੱਤਰਾਂ ਵਿੱਚ ਇੱਕ ਟਾਈਮ-ਸਟੈਂਪ ਸ਼ਾਮਲ ਕਰਨ ਨੂੰ ਬਦਲੋ
th: เปิด/ปิดการแทรกบันทึกเวลาลงในภาพในเครื่อง

source: Toggles the insertion of a timestamp into the images for FTP upload.
eu: FTP bitartze igoko diren irudietan data-zigilua txertatzea txandakatzen du.
hu: Ki- és bekapcsolja az időbélyeg beszúrását az FTP-vel feltöltött képekbe.
ne: FTP अपलोडका लागि घुसाइएको टाइमस्ट्याम्प छविहरूमाको टगल्स।
pa: FTP ਅੱਪਲੋਡ ਵਾਸਤੇ ਚਿੱਤਰ ਵਿੱਚ ਇੱਕ ਟਾਈਮ-ਸਟੈਂਪ ਸ਼ਾਮਲ ਕਰਨਾ ਬਦਲੋ।
th: เปิด/ปิดการแทรกบันทึกเวลาลงในภาพที่จะอัปโหลดผ่าน FTP

source: Toggles the use of the buttons to adjust the video filters
eu: Bideo-iragazkiak doitzeko botoien erabilpena txandakatzen du
hu: Ki- és bekapcsolja a gombok használatát a videoszűrők igazításához
ne: भिडियो फिल्टरहरू समायोजन गर्नका लागि बटन प्रयोग टगल गर्दछ
pa: ਵੀਡਿਓ ਫਿਲਟਰ ਅਡਜੱਸਟ ਕਰਨ ਲਈ ਵਰਤੇ ਜਾਂਦੇ ਬਟਨ ਵਰਤਣੇ ਬਦਲੋ
th: เปิด/ปิดการใช้ปุ่มปรับตัวกรองวีดิทัศน์

source: Toggles the use of the custom string for the timestamp in images.
eu: Irudien data-zigiluan testu pertsonalizatuaren erabilpena txandakatzen du.
hu: Ki- és bekapcsolja az egyéni karakterlánc használatát a képeken lévő időbélyeghez.
ne: टाइमस्ट्याम्प छविहरूमा अनुकूलन स्ट्रिङ प्रयोग गर्न टगल गर्दछ ।
pa: ਚਿੱਤਰਾਂ ਵਿੱਚ ਟਾਈਮ-ਸਟੈਂਪ ਲਈ ਕਸਟਮ ਲਾਈਨ ਵਰਤਣੀ ਬਦਲੋ।
th: เปิด/ปิดการใช้ข้อความกำหนดเองสำหรับการลงบันทึกเวลาในภาพ

source: Toggles the use of the sliders to adjust the video properties
eu: Bideoaren ezaugarriak doitzeko graduatzaileen erabilera txandakatzen du
hu: Ki- és bekapcsolja a csúszkák használatát a videó tulajdonságok igazításához
ne: भिडियो गुण समायोजन गर्नका लागि स्लाइडरहरूको प्रयोग टगल गर्दछ
pa: ਵੀਡਿਓ ਵਿਸ਼ੇਸ਼ਤਾ ਅਡਜੱਸਟ ਕਰਨ ਲਈ ਸਲਾਈਡਰ ਵਰਤਣਾ ਬਦਲੋ
th: เปิด/ปิดการใช้ปุ่มรางเลื่อนปรับภาพวีดิทัศน์

source: Toggles the video adjustment sliders
eu: Bideoa doitzeko graduatzaileak txandakatzen du
hu: Ki- és bekapcsolja a videó igazítási csúszkákat
ne: भिडियो समायोजन स्लाइडरहरू टगल गर्दछ
pa: ਵੀਡਿਓ ਅਡਜੱਸਟ ਸਲਾਈਡਰ ਬਦਲੋ
th: เปิด/ปิดรางเลื่อนปรับภาพวีดิทัศน์

source: Toggles the video effects buttons
eu: Bideoaren efektuen botoiak txandakatzen du
hu: Ki- és bekapcsolja a videohatások gombjait
ne: भिडियो प्रभाव बटनहरू टगल गर्दछ
pa: ਵੀਡਿਓ ਪਰਭਾਵ ਬਟਨ ਬਦਲੋ
th: เปิด/ปิดปุ่มลูกเล่นวีดิทัศน์

source: Toggles timestamp for local captures
eu: Kaptura lokaleen data-zigilua txandakatzen du
hu: Ki- és bekapcsolja az időbélyeget a helyi rögzítésekhez
ne: टाइमस्ट्याम्प स्थानीय अभिग्रहण टगल गर्दछ
pa: ਲੋਕਲ ਕੈਪਚਰ ਲਈ ਟਾਈਮ-ਸਟੈਂਪ ਬਦਲੋ
th: เปิด/ปิดการลงบันทึกเวลาสำหรับการถ่ายภาพในเครื่อง

source: Toggles timestamp for remote captures
eu: Urruneko kapturen data-zigilua txandakatzen du
hu: Ki- és bekapcsolja az időbélyeget a távoli rögzítésekhez
ne: टाढाको अभिग्रहणका लागि टाइमस्ट्याम्प टगल गर्दछ
pa: ਰਿਮੋਟ ਕੈਪਚਰ ਲਈ ਟਾਈਮ-ਸਟੈਂਪ ਬਦਲੋ
th: เปิด/ปิดการลงบันทึกเวลาสำหรับการจับภาพลงในเครือข่าย

source: Username for FTP server
eu: FTP zerbitzariaren erabiltzaile-izena
hu: Az FTP-kiszolgáló felhasználóneve
ne: FTP सर्भरका लागि प्रयोगकर्तानाम
pa: FTP ਸਰਵਰ ਲਈ ਯੂਜ਼ਰ ਨਾਂ
th: ชื่อผู้ใช้สำหรับเซิร์ฟเวอร์ FTP

source: Username to use for FTP uploads of captured pictures
eu: Kapturatutako argazkiak FTP zerbitzarira igotzeko erabilitzaile-izena
hu: A rögzített képek FTP-feltöltéseihez használandó felhasználónév
ne: अभिग्रहण गरिएका तस्वीरहरूको FTP अपलोडहरूका लागि प्रयोग गर्न प्रयोगकर्ता नाम
pa: ਕੈਪਚਰ ਤਸਵੀਰਾਂ ਲਈ FTP ਅੱਪਲੋਡ ਵਰਤਣ ਵਾਸਤੇ ਯੂਜ਼ਰ ਨਾਂ
th: ชื่อผู้ใช้ที่จะใช้ในการอัปโหลดภาพที่จับได้ผ่าน FTP

source: Video device
eu: Bideo-gailua
hu: Videoeszköz
ne: भिडियो यन्त्र
pa: ਵੀਡਿਓ ਜੰਤਰ
th: อุปกรณ์วีดิทัศน์

source: When capturing pictures via the "Take Picture" button, or with auto capture, this key toggles the saving of pictures locally.
eu: "Hartu argazkia" botoia erabiliz argazkiak kapturatzen direnean, edo kaptura automatikoarekin, gako honek irudien kapturak lokalean gordetzea txandakatzen du.
hu: Amikor a „Kép készítése” gombbal vagy az automatikus rögzítéssel rögzít képeket, ez a kulcs ki- és bekapcsolja a képek mentését helyileg.
ne: तस्वीरहरू "Take Picture" बटन मार्फत, वा स्वत: अभिग्रहणबाट अभिग्रहण गर्दा, यो कुञ्जीले बचत भएको स्थानीय छविहरूको टगल गर्दछ ।
pa: ਜਦੋਂ "ਤਸਵੀਰ ਲਓ" ਬਟਨ ਰਾਹੀਂ ਜਾਂ ਆਟੋ-ਕੈਪਚਰ ਨਾਲ ਤਸਵੀਰ ਲੈਂਦੇ ਹਾਂ ਤਾਂ ਇਹ ਸਵਿੱਚ ਤਸਵੀਰਾਂ ਨੂੰ ਲੋਕਲੀ ਤਸਵੀਰਾਂ ਸੰਭਾਲਣ ਲਈ ਬਦਲਦੀ ਹੈ।
th: เมื่อจับภาพผ่านปุ่ม "บันทึกภาพ" หรือจับภาพอัตโนมัติ คีย์นี้จะเปิด/ปิดการบันทึกภาพลงในเครื่อง

source: When capturing pictures via the "Take Picture" button, or with auto capture, this key toggles the saving of pictures to a remote server.
eu: "Hartu argazkia" botoia erabiliz argazkiak kapturatzen direnean, edo kaptura automatikoarekin, gako honek argazkiak urruneko zerbitzari batean gordetzea txandakatzen du.
hu: Amikor a „Kép készítése” gombbal vagy az automatikus rögzítéssel rögzít képeket, ez a kulcs ki- és bekapcsolja a képek mentését egy távoli kiszolgálóra.
ne: तस्वीरहरू अभिग्रहण गर्दा "Take Picture" बटन मार्फत, वा स्वत: अभिग्रहणबाट, यो कुञ्जीले बचत तस्वीरहरू टाढा सर्भरमा टगल गर्दछ।
pa: ਜਦੋਂ "ਤਸਵੀਰ ਲਓ" ਬਟਨ ਰਾਹੀਂ ਜਾਂ ਆਟੋ-ਕੈਪਚਰ ਨਾਲ ਤਸਵੀਰ ਲੈਂਦੇ ਹਾਂ ਤਾਂ ਇਹ ਸਵਿੱਚ ਤਸਵੀਰਾਂ ਨੂੰ ਰਿਮੋਟ ਸਰਵਰ ਉੱਤੇ ਸੰਭਾਲਣ ਲਈ ਸਵਿੱਚ ਕਰਦੀ ਹੈ।
th: เมื่อจับภาพผ่านปุ่ม "บันทึกภาพ" หรือจับภาพอัตโนมัติ คีย์นี้จะเปิด/ปิดการบันทึกภาพไปยังเซิร์ฟเวอร์ในเครือข่าย

source: translator_credits
eu: Alberto Silva <alberto@nmp.es>Iñaki Larrañaga Murgoitio <dooteo@euskalgnu.org>
hu: Úr Balázs <urbalazs@gmail.com>
ne: Ganesh Ghimire<gghimire@gmail.com>Jaydeep Bhusal <zaydeep@hotmail.com>Shyam Krishna Bal <shyamkrishna_bal@yahoo.com>
pa: ਜਸਵਿੰਦਰ ਸਿਘ ਫੂਲੇਵਾਲੀਆ ਅਮਨਪਰੀਤ ਸਿੰਘ ਆਲਮ http://www.satluj.org/
th: มนัสวิน หาญมงคลชัย <manatsawin@gmail.com>

source: Camorama
ne: कामोरामा

source: Unable to capture image.
eu: Ezin da irudia kapturatu.
hu: Nem rögzíthető a kép.
ne: छवि अभिग्रहण गर्न अक्षम ।
pa: ਚਿੱਤਰ ਕੈਪਚਰ ਕਰਨ ਲਈ ਅਸਮਰੱਥ ਹੈ।
th: ไม่สามารถจับภาพ

source: Local Capture: %d Remote Capture: %d Capture Interval: %d
eu: Kaptura lokala: %d Urruneko kaptura: %d Kaptura-bitartea: %d
hu: Helyi rögzítés: %d Távoli rögzítés: %d Rögzítési időköz: %d
ne: स्थानिय अभिग्रहण: %d टाढाको अभिग्रहण: %d अभिग्रहण अन्तराल: %d
pa: ਲੋਕਲ ਕੈਪਚਰ: %d ਰਿਮੋਟ ਕੈਪਚਰ: %d ਕੈਪਚਰ ਇੰਟਰਵਲ: %d
th: จับภาพที่เครื่อง: %d จับภาพลงเครือข่าย: %d ระยะเวลาจับภาพ: %d

source: Automatic Capture Disabled
eu: Kaptura automatikoa desgaitua
hu: Automatikus rögzítés letiltva
ne: स्वचालित अभिग्रहण अक्षम गरियो
pa: ਆਟੋਮੈਟਿਕ ਕੈਪਚਰ ਆਯੋਗ ਹੈ
th: ปิดใช้งานการจับภาพอัตโนมัติ

source: Laplace (4 Neighbours)
eu: Laplace (4 aldameneko)
hu: Laplace (4 szomszéd)
ne: ल्याप्लेस (४ छिमेकी)
pa: ਲੈਪਲੇਸ (4 ਗੁਆਂਢੀ)
th: ลาปลาซ (4 จุดข้างเคียง)

source: Mirror
eu: Ispilua
hu: Tükrözés
ne: ऐना
pa: ਮਿਰਰ
th: กระจก

source: Webcam
eu: Web kamera
hu: Webkamera
ne: वेबक्याम
pa: ਵੈਬਕੈਮ
th: เว็บแคม

source: _Add Filter
eu: _Gehitu iragazkia
hu: _Szűrő hozzáadása
ne: फिल्टर थप्नुहोस्
pa: ਫਿਲਟਰ ਸ਼ਾਮਲ ਕਰੋ(_A)
th: เ_พิ่มตัวกรอง

source: Effects
eu: Efektuak
hu: Hatások
ne: प्रभाव
pa: ਪਰਭਾਵ
th: ลูกเล่น

source: Could save temporary image file in /tmp.
eu: Ezin izan da behin-behineko irudi-fitxategia /tmp direktorioan gorde.
hu: Nem sikerült elmenteni az átmeneti képfájlt a /tmp mappába.
ne: अस्थायी छवि /tmp फाइलमा बचत गर्न सकिन्छ।
pa: /tmp ਵਿੱਚ ਆਰਜ਼ੀ ਚਿੱਤਰ ਫਾਇਲ ਸੰਭਾਲੀ ਜਾ ਸਕੀ ਹੈ।
th: ไม่สามารถบันทึกแฟ้มภาพชั่วคราวใน /tmp

source: Unable to create image '%s'.
eu: Ezin da '%s' irudia sortu.
hu: Nem lehet létrehozni a képet: „%s”.
ne: छवि निर्माण गर्न अक्षम '%s'।
pa: ਚਿੱਤਰ '%s' ਬਣਾਉਣ ਲਈ ਅਸਮਰੱਥ ਹੈ।
th: ไม่สามารถสร้างแฟ้มภาพ '%s'

source: Could not save image '%s/%s'.
eu: Ezin izan da '%s/%s' irudia gorde.
hu: Nem menthető a kép: „%s/%s”.
ne: छवि बचत गर्न सकिँदैन '%s/%s'।
pa: ਚਿੱਤਰ '%s/%s' ਸੰਭਾਲਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ।
th: ไม่สามารถบันทึกภาพ '%s/%s'

source: Unable to open temporary image file '%s'. Cannot upload image.
eu: Ezin da behin-behineko '%s' irudi-fitxategia ireki. Irudia ezin da zerbitzarira igo.
hu: Nem lehet megnyitni az átmeneti képfájlt: „%s”. Nem tölthető fel a kép.
ne: अस्थायी छवि फाइल खोल्न अक्षम '%s'। छवि अपलोड गर्न सकिँदैन।
pa: ਆਰਜ਼ੀ ਚਿੱਤਰ ਫਾਈਲ '%s' ਖੋਲ੍ਹਣ ਵਿੱਚ ਅਸਮਰੱਥ ਹੈ। ਚਿੱਤਰ ਅੱਪਲੋਡ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸ ਕਿਆ।
th: ไม่สามารถเปิดแฟ้มภาพชั่วคราว '%s' ได้ ไม่สามารถอัปโหลดรูปภาพ
